<template>
  <v-container>
    <v-layout row>
      <v-flex xs12 md6 d-flex class="border">
        <v-flex class="white pa-3"  >
          <h1 class="title mb-3">Ключ доступа пользователя</h1>
          <p>Для работы со всеми методами API Вам необходимо 
            передавать в запросе access_token — специальный 
            ключ доступа. Он представляет собой строку из 
            латинских букв и цифр и может соответствовать 
            отдельному пользователю, сообществу или самому 
            Вашему приложению. </p>
          <p>Ключ доступа — своего рода «подпись» пользователя 
            в Вашем приложении. Он сообщает серверу, от имени 
            какого пользователя осуществляются запросы, и какие 
            права доступа он выдал Вашему приложению. </p>
        </v-flex>
      </v-flex>
    </v-layout>
  </v-container>
</template>

<script>
export default {
  
}

</script>

<style scoped>
.border {
  border: 1px solid #d7d7d7;
}
</style>